/*
 Localizable.strings
 BugReporterTest
 
 Created by charles Samuel DMonte on 15/11/16.
 Copyright © 2016 Giridhar. All rights reserved.
 */

"zanalytics.bug.alert.withscreenshot" = "স্ক্রিনশট সহ";
"zanalytics.bug.alert.withscreenrecord" = "স্ক্রিন রেকর্ডিং সহ";
"zanalytics.bug.alert.about" = "সম্বন্ধে";
"zanalytics.bug.alert.from" = "এর থেকে";
"zanalytics.bug.alert.imagelimitreached" = "সর্বাধিক সীমায় পৌঁছে গেছেন";
"zanalytics.bug.alert.imagelimits" = "আপনি 10 টি অবধি ছবি সাঁটাতে পারবেন";
"zanalytics.bug.alert.macheader" = "আমাদের সাথে প্রতিক্রিয়া শেয়ার করুন বা আমাদের রেফারেন্সের জন্য সংযুক্তিগুলি সহ বাগগুলি রিপোর্ট করুন";
"zanalytics.bug.alert.write" = "আমাদের কাছে বার্তা পাঠান";
"zanalytics.bug.alert.recordedclip" = "রেকর্ড করা ক্লিপস";


"zanalytics.bug.alert.anonymalert" = "আপনার ইমেইল ঠিকানার সাথে প্রতিক্রিয়া শেয়ার করার জন্য সব সময় সুপারিশ করা হয়। আপনি যদি আপনার ইমেইল ঠিকানা শেয়ার না করেন, তাহলে সমস্যাটি সম্পর্কে আপডেট করার জন্য আমরা আপনার কাছে পৌঁছাতে পারব না।";

"zanalytics.bug.alert.quitfeedback" = "আপনি নিশ্চিত যে আপনি প্রস্থান করতে চান?";
"zanalytics.feedback.navbar.title.noscreenshots" = "কোন স্ক্রিনশট উপলব্ধ নেই";
"zanalytics.feedback.navbar.title.screenshots" = "স্ক্রিনশটগুলি";
"zanalytics.feedback.navbar.title.snap" = "স্ন্যাপ";
"zanalytics.feedback.navbar.title.compose" = "রচনা করা";

"zanalytics.bug.alert.cancel"               = "না";
"zanalytics.bug.alert.title"                = "আমাদের কিছু বলতে চান কি?";
"zanalytics.feedback.navbar.title.feedback"             = "ফিডব্যাক";
"zanalytics.feedback.navbar.title.reportbug"            = "ত্রুটি জানান";
"zanalytics.feedback.navbar.title.helpme"               = "সাহায্য করুন";

"zanalytics.feedback.navbar.title.systemlogs"             = "সিস্টেম লগস";

"zanalytics.feedback.navbar.title.diagnosticinfo"             = "ডায়াগনস্টিক তথ্য";

"zanalytics.bug.alert.dontshowagain"            = "আর দেখাবেন না";
"zanalytics.bug.alert.title.helpme"            = "সাহায্য করুন";

"zanalytics.bug.alert.message.savetolocal"         = "দু:খিত... আমরা বাগ রিপোর্ট পাঠাতে পারিনি, আপনি কি স্ক্রিনশট সংরক্ষণ করতে চান?";



"zanalytics.feedback.email.title"                = "ইমেইল অ্যাড্রেস";


"zanalytics.bug.detectscreen.title"       = "আকর্ষণীয় কিছু পাওয়া গেছে?";

"zanalytics.bug.alert.detectscreen.yes"                      = "হ্যাঁ";
"zanalytics.bug.alert.detectscreen.no"                       = "না";

"zanalytics.bug.alert.detectscreen.share" = "শেয়ার করুন";
"zanalytics.bug.alert.detectscreen.dontshow" = "আর জিজ্ঞাসা করবেন না";

"zanalytics.bug.annotate.button.title"                       = "নীচের টুল ব্যবহার করে বাগে টীকা করুন";


"zanalytics.feedback.failed.alert.description" = "প্রতিক্রিয়া পাঠাতে ব্যর্থ, অনুগ্রহ করে আবার চেষ্টা করুন!";


"zanalytics.feedback.success.alert.description" = "মতামত দেওয়ার জন্য আপনাকে ধন্যবাদ!";


"zanalytics.feedback.common.alert.title.add.photos" = "ফটো যোগ করুন";
"zanalytics.feedback.common.alert.title.alert" = "সতর্কতা";
"zanalytics.feedback.common.button.title.back" = "ফেরত যান";
"zanalytics.feedback.common.button.title.cancel" = "বাতিল করুন";
"zanalytics.feedback.common.button.title.close" = "বন্ধ করুন";
"zanalytics.feedback.common.button.title.ok" = "ঠিক আছে";

"zanalytics.feedback.textview.placeholder"           = "আমরা আপনার প্রতিক্রিয়ার শ্রদ্ধা করি। আমরা কেমন করছি অনুগ্রহ করে আমাদের তা জানান।";
"zanalytics.bug.textview.placeholder"           = "আমাদের অ্যাপ ব্যবহার করার সময় আপনি কি কোন সমস্যায় পরেছেন? আমাদের জানান।";
"zanalytics.help.textview.placeholder"           = "আমরা জিনিসগুলি সঠিক করার চেষ্টা করব এবং আপনাকে সাহায্য করব!";

"zanalytics.feedback.add.photos.alert.description" = "কোন ছবি সংযুক্ত নেই, আরও ছবি যোগ করতে ফটো গ্যালারি খুলুন!";

"zanalytics.feedback.add.photos.alert.open" = "ফটো খুলুন";


"zanalytics.feedback.access.photos.alert.description" = "%@ এর আপনার ছবির অ্যাক্সেস নেই।\nঅ্যাক্সেস সক্রিয় করার জন্য, যান: সেটিংস > গোপনীয়তা > ছবি > %@";

"zanalytics.feedback.access.photos.alert.settings" = "সেটিংস";

"zanalytics.feedback.label.title.anonymous" = "অজ্ঞাতনামা";

"zanalytics.feedback.navbar.button.title.send" = "পাঠান";
"zanalytics.feedback.navbar.button.title.next" = "পরবর্তী";
"zanalytics.feedback.navbar.button.title.done" = "হয়ে গেছে";
"zanalytics.feedback.navbar.button.title.editphotos" = "ফটো সম্পাদনা করুন";
"zanalytics.feedback.navbar.button.title.addmore" = "আরও যোগ করুন";
"zanalytics.feedback.navbar.button.title.attach" = "সংযোজন করুন";
"zanalytics.feedback.navbar.button.title.delete" = "মুছুন";


"zanalytics.feedback.navbar.title.taptoedit" = "সম্পাদনা করতে ট্যাপ করুন";
"zanalytics.feedback.navbar.title.editor" = "এডিটর";
"zanalytics.feedback.navbar.title.choosephotos" = "ছবিগুলো নির্বাচন করুন";
"zanalytics.feedback.navbar.title.selectphotos" = "ছবিগুলো বাছুন";
"zanalytics.feedback.navbar.title.photoselected" = "ফটো নির্বাচন করা হয়েছে";
"zanalytics.feedback.navbar.title.photosselected" = "ফটোগুলি নির্বাচন করা হয়েছে";

"zanalytics.feedback.accessory.title.systemlogs" = "সিস্টেম লগস অন্তর্ভুক্ত করুন";
"zanalytics.feedback.accessory.title.diagnosticinfo" = "ডায়াগনস্টিকের তথ্য অন্তর্ভুক্ত করুন";
"zanalytics.feedback.accessory.button.title.view" = "দেখুন";

"zanalytics.feedback.picker.image.notfound" = "ছবিগুলি পাওয়া যায়নি";

"zanalytics.feedback.attachments.title" = "সংযুক্তিসমূহ(%i)";

"zanalytics.feedback.privacy.consent.description" = "আমরা আপনাকে কনসোল লগ এবং ডায়াগনস্টিক তথ্য অন্তর্ভুক্ত করার পরামর্শ দিই কারণ এটি আমাদের বিকাশকারীদের আপনি যে প্রতিক্রিয়া শেয়ার করছেন তা আরও ভালভাবে বুঝতে সহায়তা করবে।";

"zanalytics.feedback.privacy.consent.clogs.title" = "কনসোল লগগুলি";

"zanalytics.feedback.privacy.consent.dinfo.title" = "ডায়াগনস্টিক তথ্য";

"zanalytics.feedback.privacy.consent.otherinfo.title" = "অন্যান্য তথ্য";

"zanalytics.feedback.privacy.consent.deviceinfo.title" = "ডিভাইসের তথ্য";

"zanalytics.feedback.privacy.consent.cancel" = "বাতিল করুন";

"zanalytics.feedback.privacy.consent.openmailapp" = "মেইলে খুলুন";

"zanalytics.feedback.crash.sendcrash.alwayssend" = "সব সময় পাঠান";


// Issue Recording VC
"issuerecordscreen.label.recordissue" = "আপনার সমস্যা রেকর্ড করুন";
"issuerecordscreen.label.close" = "বন্ধ করুন";
"issuerecordscreen.label.failedtoinitiate" = "স্ক্রিন রেকর্ডিং শুরু করতে ব্যর্থ";
"issuerecordscreen.label.failuremultiwindow" = "আপনি যে কন্টেন্ট রেকর্ড করার চেষ্টা করছেন তা মাল্টি-উইন্ডো মোডে আছে, যা রেকর্ড করার জন্য সমর্থিত নয়। অনুগ্রহ করে ফুল-স্ক্রিন মোডে বদল করুন";
"issuerecordscreen.label.nointerneterror" = "স্ক্রিন রেকর্ডিংয়ের জন্য ইন্টারনেট সংযোগ প্রয়োজন। এগিয়ে যেতে অনুগ্রহ করে সংযোগ থাপন করুন।";
"issuerecordscreen.label.ok" = "ঠিক আছে";
"issuerecordscreen.label.recordinginfo" = "আপনি যে সমস্যার সম্মুখীন হচ্ছেন তা দ্রুত রেকর্ড করুন সহজে বোঝা ও দ্রুত সহায়তার জন্য আমাদের সহায়তা দলের কাছে এগুলি পাঠান।";
"issuerecordscreen.label.iagreetext" = "আমি প্রয়োজনীয় ডেটা সংগ্রহে রাজি এবং এতে সম্মতি জানাই। বিশদ দেখুন";
"issuerecordscreen.label.optiontotrim" = "আপনার কাছে রেকর্ড করা ভিডিও কাট-ছাঁট, এডিট ও টিকা দেওয়ার বিকল্প আছে।";
"issuerecordscreen.label.startrecording" = "রেকর্ডিং শুরু করুন";
"issuerecordscreen.label.endrecording" = "রেকর্ডিং শেষ করুন";
"issuerecordscreen.label.recordinginprogress" = "রেকর্ডিংয়ের কাজ চলছে!";
"issuerecordscreen.label.quicktipstext" = "দ্রুত টিপস";
"issuerecordscreen.label.quicktips1" = "আপনি সর্বাধিক 5 মিনিটের জন্য আপনার স্ক্রিন রেকর্ড করতে পারেন।";
"issuerecordscreen.label.quicktips2" = "আপনি রেকর্ড করা ভিডিও কাট-ছাঁট, এডিট ও টিকা যোগ করতে পারেন।";
"issuerecordscreen.label.quicktips3" = "স্ক্রিন রেকর্ড করার সময় অ্যাপটি বন্ধ করবেন না।";
"issuerecordscreen.label.quicktips4" = "আরও জানতে, অনুগ্রহ করে আমাদের সাহায্যের নথি দেখুন";

// Data Consent Screen
"dataconsentscreen.label.consenttitle" = "নিম্নলিখিত ডেটা আপনার সম্মতির পরে সংগ্রহ করা হবে:";
"dataconsentscreen.label.consent1" = "আপনার আইপি ঠিকানা ও কনসোল লগগুলি রেকর্ডিংয়ের সময় জেনারেট করা হয়েছে";
"dataconsentscreen.label.consent2" = "আপনার পরিবেশের বিশদ যেমন ডিভাইসের নাম, OS সংস্করণ, ইত্যাদি।";
"dataconsentscreen.label.consent3" = "ডিভাইস পারফর্মেন্স মেট্রিক্স (যেমন মেমরি, নেটওয়ার্ক সংযোগের সময়, ইত্যাদি)";
"dataconsentscreen.label.consent4" = "ডিভাইস উইন্ডোর স্ক্রিন রেকর্ডিং";
"dataconsentscreen.label.consent5" = "ডিফল্টরূপে, অডিওটি স্ক্রিন রেকর্ডিংয়ের সময় রেকর্ড করা হবে। কিন্তু আপনি তা জমা দেওয়ার আগে মিউট বা পুনরায় রেকর্ড করতে পারেন।";

// Permission
"videoannotationscreen.alert.microphonedisabledipad" = "মাইক্রোফোনে অ্যাক্সেস বিচ্ছিন্ন করা আছে";
"videoannotationscreen.alert.gotosettingtoturnonmicrophoneipad" = "অডিও রেকর্ড করতে অনুগ্রহ করে সেটিংসে গিয়ে মাইক্রোফোন চালু করুন।";
"videoannotationscreen.alert.microphonedisablediphone" = "মাইক্রোফোনে অ্যাক্সেস বিচ্ছিন্ন করা আছে। অডিও রেকর্ড করতে অনুগ্রহ করে সেটিংসে গিয়ে মাইক্রোফোন চালু করুন।";

// General
"general.label.recordingintiationfailed" = "স্ক্রিন রেকর্ডিং শুরু করা ব্যর্থ হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন";
"general.label.ok" = "ঠিক আছে";
"general.label.submit" = "জমা দিন";
"general.label.done" = "হয়ে গেছে";
"general.label.cancel" = "বাতিল করুন";
"general.label.settings" = "সেটিংস";
"general.label.erroroccured" = "ত্রুটি ঘটেছে";

// Issue Submission Screen
"issuesubmissionscreen.alert.filesizeexceeded" = "ফাইলের মাপ পেরিয়ে গেছে। ফাইলের মাপ 3 MB পেরিয়ে যেতে পারবে না";
"issuesubmissionscreen.label.attachfiles" = "ফাইলসমূহ সংযুক্ত করুন";
"issuesubmissionscreen.label.newrecording" = "নতুন রেকর্ডিং";
"issuesubmissionscreen.label.editrecording" = "রেকর্ডিং এডিট করুন";


// Video Annotation Screen
"videoannotationscreen.label.noaudiotrack" = "কোনো অডিও ট্র্যাক নেই";
"videoannotationscreen.label.shapeborderwidth" = "বর্ডারের প্রস্থ";
"videoannotationscreen.label.shapelineopacity" = "অস্বচ্ছতা";
"videoannotationscreen.label.shapetextsize" = "টেক্সটের মাপ";
"videoannotationscreen.alert.elementdurationbeyondvideolength" = "উপাদানের মেয়াদকাল ভিডিওর দৈর্ঘ্যের চেয়ে বেশি";
"videoannotationscreen.alert.notallowed" = "অনুমতি নেই";
"videoannotationscreen.alert.deleteexisitingaudio" = "একটি নতুন অডিও রেকর্ড করার আগে অনুগ্রহ করে বিদ্যমান অডিও ডিলিট করুন।";
"videoannotationscreen.alert.textlimitreached" = "সর্বাধিক সীমায় পৌঁছে গেছে";
"videoannotationscreen.alert.textdeleteexisting" = "অনুগ্রহ করে বিদ্যমান কিছু টেক্সট ডিলিট করুন।";
"videoannotationscreen.alert.pausevideobeforerecordingaudio" = "অডিও রেকর্ড করার আগে অনুগ্রহ করে আপনার ভিডিও সাময়িকভাবে বিরত করুন";
"videoannotationscreen.alert.changesnotsaved" = "আপনার পরিবর্তনগুলি সেভ করা নয়। আপনি কি নিশ্চিত যে আপনি অগ্রসর হতে চান?";
"videoannotationscreen.alert.proceed" = "অগ্রসর হন";
"videoannotationscreen.alert.stroketypesolid" = "সলিড";
"videoannotationscreen.alert.stroketypedashed" = "ড্যাশড";
"videoannotationscreen.alert.entertext" = "টেক্সট লিখুন";

"videoannotationscreen.label.trim" = "ছাঁটাই করুন";
"videoannotationscreen.label.mask" = "মাস্ক";
"videoannotationscreen.label.shapes" = "আকারগুলি";
"videoannotationscreen.label.text" = "টেক্সট";
"videoannotationscreen.label.audio" = "অডিও";
"videoannotationscreen.label.block" = "ব্লক করুন";
"videoannotationscreen.label.blur" = "আবছা";
"videoannotationscreen.label.rectangle" = "আয়তক্ষেত্র";
"videoannotationscreen.label.oval" = "ডিম্বাকৃতি";
"videoannotationscreen.label.arrow" = "তীর";
"videoannotationscreen.label.color" = "রঙ";
"videoannotationscreen.label.width" = "প্রস্থ";
"videoannotationscreen.label.style" = "স্টাইল";
"videoannotationscreen.label.edit" = "এডিট";
"videoannotationscreen.label.size" = "আয়তন";
"videoannotationscreen.label.background" = "ব্যাকগ্রাউন্ড";
"videoannotationscreen.label.textregular" = "নিয়মিত";
"videoannotationscreen.label.textbold" = "বোল্ড";
"videoannotationscreen.label.textitalics" = "ইটালিকস";
"videoannotationscreen.label.textbolditalics" = "বোল্ড-ইটালিক্স";

// Issue Submission Form
"issuesubmissionform.label.emaildisplay" = "ইমেল ঠিকানা";
"issuesubmissionform.label.emailplaceholder" = "zylker@zohomail.com";
"issuesubmissionform.label.screenrecordingsummary" = "স্ক্রিন রেকর্ডের সারাংশ";
"issuesubmissionform.label.subjectdisplayname" = "বিষয়";
"issuesubmissionform.label.subjectplaceholder" = "বিষয়টি লিখুন";
"issuesubmissionform.label.addtoexistingticket" = "বিদ্যমান টিকিটে যোগ করুন";
"issuesubmissionform.label.existingticketid" = "বিদ্যমান টিকিট আইডি";
"issuesubmissionform.label.enterticketidtolink" = "লিঙ্ক করার টিকিট আইডি লিখুন";
"issuesubmissionform.label.issuedescription" = "সমস্যার বর্ণনা";
"issuesubmissionform.label.issuemoredetails" = "সমস্যাটি সম্পর্কে আরও বিশদ প্রদান করুন";
"issuesubmissionform.label.submityourissue" = "আপনার সমস্যা জমা দিন";
"issuesubmissionform.alert.videouploadfailed" = "ভিডিও আপলোড করা ব্যর্থ হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।";
"issuesubmissionform.alert.thanksmessagetitle" = "আমাদের সাথে যোগাযোগ করার জন্য ধন্যবাদ!";
"issuesubmissionform.alert.thanksmessagebody" = "আপনার উদ্বেগগুলিকে আমরা অগ্রাধিকার দিই, তাই আমাদের সহায়তা দল শীঘ্র আপনার সাথে যোগাযোগ করবে। আপনার দিনটি ভাল কাটুক!";
"issuesubmissionform.alert.videoeditdetailuploadfailure" = "ভিডিও এডিট করার বিশদ আপলোড করা ব্যর্থ হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।";
"issuesubmissionform.label.entersubject" = "অনুগ্রহ করে সমস্যার বিষয়টি লিখুন";
"issuesubmissionform.label.enteremail" = "অনুগ্রহ করে ইমেল ঠিকানা লিখুন";
"issuesubmissionform.label.enterexistingticketid" = "অনুগ্রহ করে বিদ্যমান টিকিট আইডি লিখুন";
"issuesubmissionform.label.choosephoto" = "ফটো বাছুন";
"issuesubmissionform.label.browse" = "ব্রাউজ করুন";
"issuesubmissionform.alert.accestophotodisabledgotosetting" = "ফটো লাইব্রেরিতে অ্যাক্সেস অক্ষম করা আছে। ছবি অ্যাক্সেস করতে অনুগ্রহ করে সেটিংসে যান এবং ফটো লাইব্রেরি চালু করুন।";
"issuesubmissionform.alert.accestophotodisabledipad" = "ফটো লাইব্রেরিতে অ্যাক্সেস অক্ষম করা আছে";
"issuesubmissionform.alert.accestophotodisabledmessageipad" = "ছবি অ্যাক্সেস করতে অনুগ্রহ করে সেটিংসে যান এবং ফটো লাইব্রেরি চালু করুন।";
"issuesubmissionform.alert.submitting" = "জমা দেওয়া হচ্ছে";
